package text

const (
	HowToUse = `Этот бот поможет сохранить результаты общения на конференции.

За 7 знакомств вы получите небольшой сувенир от организаторов.
И большой сувенир достанется трем участникам с наибольшим числом знакомств.

После конференции станет доступен функционал "продолжить знакомство",
он поможет вам вспомнить интересные знакомства и предложить продолжить общение.

Чтобы сохранить знакомство, напишите часть имени и найдите собеседника.
После подтверждения контакт останется в истории обоих участников (даже если удалиться из поиска).

Покажите седьмой контакт на стойке регистрации, чтобы получить приз.
Бот сообщит вам после конференции, если вы попадете в топ-3.
`
	HowToUseBtn = `Как пользоваться?`
	HowToStart  = `Как начать знакомство?

Несколько советов от нашей команды:
- понравился вопрос из зала, подойди к автору и поблагодари за хорошую идею/комментарий
- у человека крутая футболка или интересный стикер на ноуте - самое время спросить, где он ее заполучил
- услышал знакомое название компании - не стесняйся уточнить, там ли работает человек
- не гонитесь за количеством знакомств - качество намного важнее
- устали общаться? всегда можно присесть на диванчик и в одиночестве выпить кофе

Темы для разговора:
- доклад на девфесте
- общая технология/профессия
- еда в зоне нетворкинга
- сравнение с прошлыми девфестами`
	HowToStartBtn = `Как начать знакомство?`
)
