package text

const (
	HowToUse = `Этот бот поможет сохранить результаты общения на конференции.

За 7 знакомств вы получите небольшой сувенир от организаторов.
И большой сувенир достанется трем участникам с наибольшим числом знакомств.

После конференции станет доступен функционал "продолжить знакомство",
он поможет вам вспомнить интересные знакомства и предложить продолжить общение.

Чтобы сохранить знакомство, напишите часть имени и найдите собеседника.
После подтверждения контакт останется в истории обоих участников (даже если удалиться из поиска).

Покажите седьмой контакт на стойке регистрации, чтобы получить приз.
Бот сообщит вам после конференции, если вы попадете в топ-3.
`
	HowToUseBtn   = `Как пользоваться?`
	HowToStart    = `todo: короткий текст про то, как подготовиться и с чего начать общение`
	HowToStartBtn = `Как начать знакомство?`
)
