package text

import "fmt"

const (
	BotGreeting = `Привет! Я бот знакомств DevFest Kaliningrad 2021.

Организаторы сделали всё что могли для создания хорошей атмосферы для общения.
А я помогу вам запомнить всех людей, с кем вы познакомились на конференции. А так же получить за это призы.

Просто введите имя другого участника, чтобы предложить ему обменяться контактами.

Чтобы другие могли вас найти нужно отправить нам своё имя.
Мы сохраним его временно и удалим по команде. Посмотрите исходный код, чтобы убедиться.
github.com/GDG-Kaliningrad-devs/telecomma

Рекомендации:
- Вам будет удобнее если имя будет как на бейдже. Поменяйте его в настройках телеграмм профиля.
- Добавьте в Bio профессию и интересы. Так ваши новые знакомые смогут вспомнить общие интересы.`
	RegisterMe = "Добавьте моё имя в поиск"
	registered = `Теперь вас могут найти по имени: %s`
)

func Registered(name string) string {
	return fmt.Sprintf(registered, name)
}
