//nolint:lll // text lines
package text

const (
	BotGreeting = `Привет! Я бот подсчета знакомств DevFest Kaliningrad 2021.

Организаторы сделали всё что могли для создания хорошей атмосферы для общения.
А я помогу вам запомнить всех людей, с кем вы познакомились на конференции. А так же получить за это призы.

Чтобы учавствовать в движухе вам нужно просто подтвердить участие.

НО я прошу вас зайти в настройки профиля и сменить имя, чтобы оно было как на бейдже.
По этому имени другие участники смогут вас найти, чтобы обменяться контактами.
Мы сохраним его временно и удалим по команде. Вы можете убедиться в этом посмотрев исходный код.

Добавьте в Bio своего телеграм профиля свою профессию и интересы. Так ваши новые знакомые смогут вспомнить общие интересы.`
	RegisterMe = "Используйте моё имя"
	Registered = `todo: registered`
)
